[{"nid":"12","title":"Digital Agri Hub","body":"Digital Agri Hub tracks the evolution of the digital agriculture (D4Ag) ecosystem in low- and middle-income countries. In collaboration with sectoral stakeholders, they regularly publish curated information on digital solutions to generate new insights and updates on important developments in the domain of digital agriculture. Acting as a multi-actor data and knowledge broker, the Hub focuses on leveraging inclusive digital solutions for development and provides unique perspectives for adopting or investing in digital agricultural innovations.\u0026nbsp;\n","field_use_cases_description":""},{"nid":"1724","title":"Digital Green platform","body":"Digital Green is a global development organization that is building an AI-powered assistant to help small-scale farmers around the world improve their productivity and incomes. Since 2008, it has worked with front line extension agents to boost the cost-effectiveness of public extension systems by offering innovative development models, technologies, and services to farmers. The result has been a 10-fold cut in costs and a 24% rise in income levels.\n","field_use_cases_description":""},{"nid":"4","title":"FAO Technologies and Practices for Small Agricultural Producers (TECA)","body":"TECA is an online platform that gathers successful agricultural technologies and practices to facilitate knowledge exchange and help family farmers in the field. Launched by FAO in 2002 and managed by FAO’s Research and Extension Unit, the TECA platform responds to the need for a systematic and user-friendly online archive of technologies, practices and innovations, including success stories and case studies on family farming. The technologies and practices included in the TECA Platform address many challenges of small agricultural producers in different areas such as crop production, livestock production, fishery and aquaculture, forestry, post-harvest and marketing, agricultural mechanization, natural resource management, nutrition and food security, capacity development, climate change and disaster risk reduction.\n","field_use_cases_description":""},{"nid":"7866","title":"Nature","body":"Nature is a British weekly scientific journal founded and based in London, England. As a multidisciplinary publication, Nature features peer-reviewed research from a variety of academic disciplines, mainly in science and technology.\u0026nbsp;\n","field_use_cases_description":""},{"nid":"19987","title":"Technologies for African Agricultural Transformation (TAAT)","body":"“Technologies for African Agricultural Transformation” (TAAT) is a central pillar of the African Development Bank’s Feed Africa strategy. TAAT powers food systems transformation in Africa by providing access to path-breaking innovations, policy harmonization, and robust seed systems. TAAT achieves its objectives by engaging both public and private sectors to expand access to productivity-increasing technologies across the continent.\nAll technologies in the e-catalogs are validated. New technologies are vetted and validated by the TAAT independent Validation Committee.\n","field_use_cases_description":""},{"nid":"38817","title":"UNDP SDG Commons Data","body":"The SDG Commons is a resource hub of nearly 8,000 documents created by the UNDP Accelerator Labs, UNDP’s open, globally distributed R\u0026amp;D capability for the Sustainable Development Goals (SDGs).\nThe SDG Commons grows each day and is AI-powered to help UNDP colleagues quickly know who in the Lab Network is working on what topic, and search, leverage and curate cutting-edge and bottom-up insights on frontier development challenges across 114 countries.\nWhat can you find on the SDG Commons?\n\nWhat We See: Explore the Labs’ notes on grassroots innovations and other solutions.\nWhat We Test: Discover notes on experiments where we learn what works and what doesn\u0027t in sustainable development.\nWhat We Learn: Explore our curated collection of blogs and publications where we reflect on what we learn from action.\nCommunity Curated Boards: Browse through thematic boards curated by our network and extended community.\nNext Practices for the SDGs: Discover highly curated pinboards on the three main Research and Development (R\u0026amp;D) priorities of the Accelerator Labs in 2024: digital financial inclusion, circular economy and climate action, and food systems. More will be added in 2025.\n\n","field_use_cases_description":""},{"nid":"20007","title":"World Overview of Conservation Approaches and Technologies (WOCAT)","body":"\nLaunched in 1992, The World Overview of Conservation Approaches and Technologies (WOCAT) is a global Network sharing the same aim to document, share, and apply sustainable land management (SLM) knowledge. Pioneer in transformative action for SLM, the Network establishes an innovative space for sharing and scaling good practices to address land degradation, climate change, and biodiversity loss. This facilitates local, national, regional and global knowledge sharing and analysis of which good practices work where, how and why, and what are their costs and benefits.\u0026nbsp; Due to its long-term presence and wealth of knowledge, the [WOCAT Global SLM Database] has been officially recognized by the UNCCD as the primary recommended Global Database for SLM best practices. WOCAT’s role in documenting and sharing of SLM good practices, building capacities and supporting the implementation of UNCCD has been highlighted by the [five UNCCD COP15 decisions](https:\/\/www.wocat.net\/library\/media\/265\/) that specifically relate to and mention WOCAT.\nThe main\u0026nbsp;WOCAT services include:\n\nGlobal Network of SLM specialists, forming partnerships, and maximizing synergies\nStandardised way to document SLM knowledge and host of a user-friendly database\nTools to assess SLM solutions to promote their wide adoption and spread\nTraining and capacity building in SLM\nDissemination of targeted information via different channels ensuring strong knowledge flow related to SLM\nSearching and selecting SLM options: decision support for mainstreaming and scaling out SLM\nMapping problems and progress: spatial assessment of land degradation and SLM in the context of Land Degradation Neutrality\n\nWOCAT took the lead in moving away from land degradation towards a SLM focus. WOCAT defines SLM as:\n\u0022the use of land resources, including soils, water, animals and plants, for the production of goods to meet changing human needs, while simultaneously ensuring the long-term productive potential of these resources and the maintenance of their environmental functions.\u0022 (Learn more)\u0026nbsp;\nWOCAT unites stakeholders for transformative actions towards a future where knowledge is mobilized to fight degradation, ensure land is on the global agenda, and sustainable practices are successfully taken up – benefitting people and nature.\n","field_use_cases_description":""}]